/* Number of found search results */
"%d Result" = "%d من النتائج";

/* Number of found search results */
"%d Results" = "%d من النتائج";

/* Number of words in a note */
"%d Word" = "%d من الكلمات";

/* Number of words in a note */
"%d Words" = "%d من الكلمات";

/* Number of failed entries entering in passcode */
"%i Failed Passcode Attempt" = "%i محاولات فاشلة لإدخال رمز المرور";

/* Number of failed entries entering in passcode */
"%i Failed Passcode Attempts" = "%i محاولات فاشلة لإدخال رمز المرور";

/* Label of accept button on alert dialog */
"Accept" = "قبول";

/* A user's Simplenote account */
"Account" = "الحساب";

/* Noun - collaborators are other Simplenote users who you chose to share a note with */
"Add a new collaborator..." = "إضافة مشارك جديد...";

/* Label on button to add a new tag to a note */
"Add tag" = "إضافة وسم";

/* Title of option to display all notes */
"All Notes" = "كل الملاحظات";

/* A short description to access the account login screen */
"Already have an account?" = "هل لديك حساب بالفعل؟";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* Verb - work with others on a note */
"Collaborate" = "تشارك";

/* Noun - collaborators are other Simplenote users who you chose to share a note with */
"Collaborators" = "المشاركون";

/* Option to make the note list show only 1 line of text. The default is 3. */
"Condensed Note List" = "قائمة الملاحظات الموجزة";

/* Hint displayed in the password confirmation field */
"Confirm" = "تأكيد";

/* No comment provided by engineer. */
"Could Be Better" = "قد يكون أفضل";

/* An error message */
"Could not create an account with the provided email address and password." = "تعذر إنشاء حساب بعنوان البريد الإلكتروني وكلمة المرور اللذين تم إدخالهما.";

/* Message displayed when login fails */
"Could not login with the provided email address and password." = "تعذر تسجيل الدخول بعنوان البريد الإلكتروني وكلمة المرور اللذين تم إدخالهما.";

/* No comment provided by engineer. */
"Create a new note" = "إنشاء ملاحظة جديدة";

/* No comment provided by engineer. */
"Current Collaborators" = "المشاركون الحاليون";

/* Option to enable the dark app theme. */
"Dark Theme" = "قالب داكن";

/* No comment provided by engineer. */
"Dismiss keyboard" = "تجاهل لوحة المفاتيح";

/* A short description to access the account creation screen */
"Don't have an account?" = "ليس لديك حساب؟";

/* No comment provided by engineer. */
"Done" = "تم";

/* Re-order or delete tags */
"Edit Tags" = "تحرير الوسم";

/* Verb - empty causes all notes to be removed permenently from the trash */
"Empty" = "فارغ";

/* Remove all notes from the trash */
"Empty trash" = "إفراغ سلة المهملات";

/* Message shown on passcode lock screen */
"Enter a passcode" = "إدخال رمز مرور";

/* Pin Lock */
"Enter your passcode" = "إدخال رمز المرور الخاص بك";

/* Description of Simplenote shown in first launch view */
"Find notes quickly with instant searching and simple tags." = "ابحث عن الملاحظات بسرعة باستخدام ميزة البحث الفوري والوسوم البسيطة.";

/* Forgot Password */
"Forgot password? »" = "هل نسيت كلمة المرور؟ »";

/* Button label shown on first launch screen to start the log in process */
"Get Started" = "البدء";

/* Noun - the version history of a note */
"History" = "سجل الأحداث";

/* Action - view the version history of a note */
"History..." = "سجل الأحداث...";

/* No comment provided by engineer. */
"I Like It" = "يعجبني هذا";

/* Terminoligy used for sidebar UI element where tags are displayed */
"Menu" = "القائمة";

/* Label to create a new note */
"New note" = "ملاحظة جديدة";

/* Message shown in note list when no notes are in the current view */
"No Notes" = "لا توجد ملاحظات";

/* Message shown when no notes match a search string */
"No Results" = "لا توجد نتائج";

/* Confirmation shown when a note is published */
"Note Published" = "تم نشر الملاحظة";

/* No comment provided by engineer. */
"Note not published" = "لم يتم نشر الملاحظة";

/* Plural form of notes */
"Notes" = "ملاحظات";

/* No comment provided by engineer. */
"OK" = "موافق";

/* No comment provided by engineer. */
"Off" = "إيقاف تشغيل";

/* No comment provided by engineer. */
"On" = "تشغيل";

/* Select a note to view in the note editor */
"Open note" = "فتح الملاحظة";

/* A 4-digit code to lock the app when it is closed */
"Passcode" = "رمز المرور";

/* Pin Lock */
"Passcodes did not match. Try again." = "رموز المرور غير متطابقة. حاول مرة أخرى.";

/* Hint displayed in the password field */
"Password" = "كلمة المرور";

/* Message displayed when password is invalid */
"Password must contain at least 4 characters." = "يجب أن تحتوي كلمة المرور على 4 أحرف على الأقل.";

/* Action to mark a note as pinned */
"Pin note" = "تثبيت الملاحظة";

/* Denotes when note is pinned to the top of the note list */
"Pin to Top" = "تثبيت في المقدمة";

/* Switch which marks a note as pinned or unpinned */
"Pin toggle" = "تبديل التثبيت";

/* Pinned notes are stuck to the note of the note list */
"Pinned" = "تم التثبيت";

/* No comment provided by engineer. */
"Preferences" = "التفضيلات";

/* Verb - Publishing a note creates  URL and for any note in a user's account, making it viewable to others */
"Publish" = "نشر";

/* Failure message after attempting to publish a note */
"Publish Failed" = "فشل النشر";

/* Action which published a note to a web page */
"Publish note" = "نشر الملاحظة";

/* Switch which marks a note as published or unpublished */
"Publish toggle" = "تبديل النشر";

/* No comment provided by engineer. */
"Published" = "منشور";

/* Message shown when a note is in the processes of being published */
"Publishing..." = "جار النشر...";

/* Prompt when setting up a passcode */
"Re-enter a passcode" = "إعادة إدخال رمز المرور";

/* Delete a tag and remove it from all associated notes */
"Remove Tag" = "إزالة الوسم";

/* No comment provided by engineer. */
"Remove all notes from trash" = "إزالة كل الملاحظات من سلة المهملات";

/* Prompt asking user to confirm the removal of a tag from a note */
"Remove tag?" = "هل تريد إزالة الوسم؟";

/* Rename a tag */
"Rename" = "إعادة التسمية";

/* Restore a note from the trash, markking it as undeleted */
"Restore" = "استعادة";

/* Restore a note to a previous version */
"Restore Note" = "استعادة الملاحظة";

/* Verb - send the content of the note by email, message, etc */
"Send" = "إرسال";

/* Prompt when setting up a passcode */
"Set Passcode" = "تعيين رمز المرور";

/* Title of options screen */
"Settings" = "إعدادات";

/* Description of Simplenote shown in first launch view */
"Share a list, post some instructions, or publish your thoughts." = "يمكنك مشاركة قائمة أو نشر بعض التعليقات أو نشر أفكارك.";

/* No comment provided by engineer. */
"Share note" = "مشاركة الملاحظة";

/* UI region to the left of the note list which shows all of a users tags */
"Sidebar" = "الشريط الجانبي";

/* Title of button for logging in (must be short) */
"Sign In" = "تسجيل الدخول";

/* Sign out of the active account in the app */
"Sign Out" = "تسجيل الخروج";

/* Title of button to create a new account (must be short) */
"Sign Up" = "التسجيل";

/* A short link to access the account login screen */
"Sign in" = "تسجيل الدخول";

/* A short link to access the account creation screen */
"Sign up" = "التسجيل";

/* Option to sort notes in the note list alphabetically. The default is by modification date */
"Sort Notes Alphabetically" = "فرز الملاحظات أبجديًا";

/* Message shown in first launch view */
"Stay organized" = "البقاء منظمًا";

/* Placeholder test in textfield when adding a new tag to a note */
"Add a tag..." = "العلامة...";

/* Text used to display the name of a tag */
"Tag: %@" = "الوسم: %@";

/* Details for a dialog that is displayed when there's a connection problem */
"There's a problem with the connection.  Please try again later." = "هناك مشكلة بالاتصال.  يُرجى المحاولة مرة أخرى لاحقاً.";

/* Displayed as a date in the case where a note was modified today, for example */
"Today" = "اليوم";

/* Accessibility hint used to show or hide the sidebar */
"Toggle tag sidebar" = "تبديل الشريط الجانبي للوسوم";

/* Offer to enable Touch ID support if available and passcode is on. */
"Touch ID" = "معرف اللمس";

/* Trash (noun) - the location where deleted notes are stored */
"Trash-noun" = "سلة المهملات";

/* Trash (verb) - the action of deleting a note */
"Trash-verb" = "سلة المهملات";

/* Prompt when disabling passcode */
"Turn off Passcode" = "إيقاف رمز المرور";

/* Message shown when gaining entry to app via a passcode */
"Unlock %@" = "إلغاء تأمين %@";

/* Action to mark a note as unpinned */
"Unpin note" = "إلغاء تثبيت الملاحظة";

/* Action which unpublishes a note */
"Unpublish note" = "إلغاء نشر الملاحظة";

/* Message shown when unpublishing a note */
"Unpublishing..." = "جارٍ إلغاء النشر...";

/* Message shown in first launch view */
"Use it everywhere" = "استخدامها في كل مكان";

/* Represents a snapshot in time for a note */
"Version" = "النسخة";

/* Message shown in first launch view */
"Welcome to Simplenote" = "مرحبًا بك في Simplenote";

/* Ratings View */
"What do you think about Simplenote?" = "ما رأيك في Simplenote؟";

/* Message shown in first launch view */
"Work together" = "العمل معًا";

/* Displayed as a date in the case where a note was modified yesterday, for example */
"Yesterday" = "أمس";

/* Message displayed when email address is invalid */
"Your email address is not valid." = "عنوان البريد الإلكتروني الخاص بك غير صالح.";

/* Description of Simplenote shown in first launch view */
"Your notes stay updated across all your devices. No buttons to press. It just works." = "تظل ملاحظاتك محدثة عبر أجهزتك كلها. لا توجد أزرار للضغط عليها. إنها تعمل بدقة.";

/* Accessibility hint on button which shows the current collaborators on a note */
"collaborate-accessibility-hint" = "تمكين الآخرين للتعاون";

/* No comment provided by engineer. */
"collaborators-description" = "أضف عنوان بريد إلكتروني لمشاركة هذه الملاحظة مع شخص ما. بعدها يمكنكما إجراء التغييرات عليها.";

/* Warning message shown when current note is deleted on another device */
"deleted-note-warning" = "تم حذف هذه الملاحظة من جهاز آخر.";

/* Accessibility hint on button which shows the history of a note */
"history-accessibility-hint" = "استعادة ملاحظة إلى إصدار سابق";

/* iTunes app description */
"iTunes-description" = "يعد Simplenote طريقة سهلة للاحتفاظ بالملاحظات والقوائم والأفكار وغير ذلك. حيث تبقى ملاحظاتك متزامنة مع جميع الأجهزة مجانًا.فتجربة Simplenote تعني كل شيء عن السرعة والكفاءة. افتحه واكتب بعض الأفكار وبذلك تكون قد انتهيت من الأمر. على الرغم من زيادة جمع الملاحظات الخاصة بك، إلا أنه يمكنك البحث فيها على الفور والمحافظة على تنظيمها بالوسوم والدبابيس. كما يمكنك أيضًا مشاركة الملاحظات ونشرها ليطلع عليها الآخرون.\n\nإن الطريقة المثلى للتعرف على Simplenote هي أن تجرِّبه. سيُطلب منك إنشاء حساب. ويتيح ذلك نسخ ملاحظاتك احتياطيًا عبر الإنترنت ومزامنتها تلقائيًا.\n\nبعد التسجيل، جرِّب إنشاء بعض الملاحظات! ثم انتقل إلى موقع simplenote.com لتنزيل Simplenote على أجهزتك الأخرى.";

/* iTunes keywords used to discover app in the App Store */
"iTunes-keywords" = "";

/* VoiceOver accessibiliity hint on button which shows or hides the menu */
"menu-accessibility-hint" = "عرض خيارات للملاحظة";

/* VoiceOver accessibiliity hint on the button that closes the notes editor and navigates back to the note list */
"notes-accessibility-hint" = "إغلاق الملاحظة الحالية";

/* Accessibility hint on button to share note */
"share-accessibility-hint" = "مشاركة محتوى الملاحظة الحالية";

/* Accessibility hint for adding a tag to a note */
"tag-add-accessibility-hint" = "إضافة وسم إلى الملاحظة الحالية";

/* Accessibility hint on button to remove a tag from a current note */
"tag-delete-accessibility-hint" = "إزالة وسم من الملاحظة الحالية";

/* Accessibility hint on button which moves a note to the trash */
"trash-accessibility-hint" = "نقل الملاحظة الحالية إلى سلة المهملات";

/* Error alert message shown when trying to view history of a note without an internet connection */
"version-alert-message" = "الاتصال بالإنترنت للوصول إلى الإصدارات السابقة";

/* Accessiblity hint describing how to reset the current note to a previous version */
"version-cell-accessibility-hint" = "التحول إلى هذا الإصدار";

/* Accessibility hint used when previous versions of a note are being fetched */
"version-cell-fetching-accessibility-hint" = "جلب الإصدار";

/* A welcome note for new iOS users */
"welcomeNote-iOS" = "أهلاً بك في Simplenote لنظام التشغيل iOS!\n\nلإضافة ملاحظة، انقر فوق زر علامة الزائد.\n\nانقر على القائمة لتصفح ملاحظاتك. انقر فوق عنوان لعرض ملاحظة، ثم انقر فوق محتوياتها لتغييرها.\n\nيمكنك البحث في جميع ملاحظاتك بالكتابة في حقل البحث أعلى قائمة الملاحظات.\n\nانقر فوق زر السهم أعلى اليسار أو اسحب بإصبعك عبر قائمة الملاحظات لعرض الوسوم. يمكنك إضافة وسوم إلى ملاحظة بأسفل محرر الملاحظات، ثم استخدام الشريط الجانبي لمساعدتك في المحافظة على التنظيم.\n\nهناك المزيد من خيارات الملاحظات إذا كنت بحاجة إليها. حيث يمكنك إضافة أفراد آخرين كمساهمين إلى ملاحظة أو نشر ملاحظة كصفحة ويب.\n\nاستخدم Simplenote على جهاز Mac أو جهاز Android الخاص بك أو في متصفح الويب على http:\/\/simplenote.com. تبقى ملاحظاتك مُحدَّثة في كل مكان تلقائيًا.";

